RRN_Data/2319100/2319122.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2025-02-15T12:13:31.761+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2025-02-15T12:13:31.761+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="250215-000907" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2025-02-15T12:13:31.100+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="250215-000907-102" version="1"><situationRecordCreationReference>frmar-250215-202299-frmar-250215-230464</situationRecordCreationReference><situationRecordCreationTime>2025-02-15T12:13:28.446+01:00</situationRecordCreationTime><situationRecordObservationTime>2025-02-15T12:13:28.446+01:00</situationRecordObservationTime><situationRecordVersionTime>2025-02-15T12:13:31.100+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2025-02-15T12:13:28.446+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2025-02-15T12:13:23.414+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">voie de bus
La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 855 m au nord de Les Aygalades</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Hors voie de circulation</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Urbain/CAM</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Lyon vers Marseille</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>hardShoulder</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.37402</latitude><longitude>5.360757</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Marseille</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Aygalades</value></values></alertCLocationName><specificLocation>11515</specificLocation></alertCLocation><offsetDistance><offsetDistance>855</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>aligned</directionRelativeAtPoint><linearElement><roadNumber>A0007</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>152.0</distanceAlong><fromReferent><referentIdentifier>13PR274D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>laneClosures</roadOrCarriagewayOrLaneManagementType></situationRecord><situationRecord xsi:type="Accident" id="250215-000907-1" version="2"><situationRecordCreationReference>frmar-250215-202299-frmar-250215-230463</situationRecordCreationReference><situationRecordCreationTime>2025-02-15T12:07:31.107+01:00</situationRecordCreationTime><situationRecordObservationTime>2025-02-15T12:13:03.343+01:00</situationRecordObservationTime><situationRecordVersionTime>2025-02-15T12:13:31.100+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2025-02-15T12:07:31.107+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2025-02-15T12:06:29.959+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">situé 855 m au nord de Les Aygalades</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Hors voie de circulation</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Lyon vers Marseille</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>hardShoulder</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.37402</latitude><longitude>5.360757</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Marseille</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Aygalades</value></values></alertCLocationName><specificLocation>11515</specificLocation></alertCLocation><offsetDistance><offsetDistance>855</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>aligned</directionRelativeAtPoint><linearElement><roadNumber>A0007</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>152.0</distanceAlong><fromReferent><referentIdentifier>13PR274D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><numberOfVehicles>1</numberOfVehicles><vehicleCharacteristics><vehicleType>twoWheeledVehicle</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved><groupOfVehiclesInvolved><numberOfVehicles>1</numberOfVehicles><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>